/* Have fun learning this table */
"Activity Detail: Game" = "S'amuser en apprenant ce table";

/* A challenging memory game */
"Activity Detail: Pairs" = "Un jeu de mémoire";

/* An easy start to learning this table */
"Activity Detail: Practice" = "Un démarrage facile à apprendre ce table";

/* See how much you've learned */
"Activity Detail: Test" = "Voir combien vous avez appris";

/* Game */
"Activity Title: Game" = "Jeu";

/* Pairs */
"Activity Title: Pairs" = "Paires";

/* Practice */
"Activity Title: Practice" = "Pratique";

/* Test */
"Activity Title: Test" = "Test";

/* restart */
"Button: restart" = "redémarrez";

/* restart */
"Button: start" = "démarrez";

/* Player 1 */
"Default: name" = "1 Joueur.";

/* Click only on the numbers which are multiples of %i */
"Freya: click multiples" = "Cliquez seulement sur les nombres qui sont des multiples de %i";

/* CORRECT - press next for another sum */
"Freya: correct" = "CORRECT - presse 'suivante' pour une autre";

/* CORRECT - well done */
"Freya: correct done" = "CORRECT - bien fait";

/* Drag the correct answer on to the square */
"Freya: drag" = "Faites glisser la bonne réponse sur le point d'interrogation";

/* EXCELLENT %@ */
"Freya: Excellent" = "Excellente %@";

/* EXCELLENT %@, you scored %i */
"Freya: Excellent score" = "Excellente %1$@, vous a marqué %2$i";

/* NOT BAD. Press restart to try again  %@. */
"Freya: Not bad" = "Pas mal. Appuyez sur 'redémarrez' d'essayer à nouveau  %@.";

/* NOT BAD %@, you scored %i */
"Freya: Not bad score" = "Pas mal %1$@, vous a marqué %2$i";

/* Now tap a blue card */
"Freya: Now tap blue" = "Maintenant, choisissez une carte bleue";

/* Now tap a red card */
"Freya: Now tap red" = "Maintenant, choisissez une carte rouge";

/* Congratulations you cleared the table in %i goes. */
"Freya: Pairs congrats" = "Félicitations, vous débarrassé la table en %i tentatives";

/* Hard luck. Wait a few seconds to try again. */
"Freya: Pairs hard luck" = "Malchance. Attendez quelques secondes pour essayer à nouveau.";

/* I think you need a little more practice %@. */
"Freya: Rubbish" = "Je pense que vous avez besoin d'un peu plus de pratique %@.";

/* You scored %i. I think you need more practice %@. */
"Freya: Rubbish score" = "Vous a marqué %1$i. Je pense que vous avez besoin plus pratique %2$@.";

/* Tap one red card and one blue to find a pair */
"Freya: tap one red one blue" = "Choisissez une carte rouge et une carte bleue pour trouver une paire.";

/* Type your name, then tap on the bus */
"Freya: Type name" = "Tapez votre nom, puis cliquez sur le bus";

/* Hello - Welcome to Times Table Fun. Pick a theme */
"Freya: Welcome to" = "Bonjour - Bienvenue à 'Times Table Fun'. Choisissez un thème";

/* WELL DONE %@ */
"Freya: Well done" = "Bien jouer %@";

/* WELL DONE %@, you scored %i */
"Freya: Well done score" = "Bien jouer %1$@, vous a marqué %2$i";

/* SORRY - Wrong answer, try again */
"Freya: wrong try again" = "Désolé - mauvaise réponse, essayez de nouveau";

/* %@ cleared in %i on %@ */
"High score: cleared" = "%1$@ termine en %2$i en %3$@";

/* Score: %i */
"High score: scored" = "Score: %i";

/* %@ scored %i on %@ */
"High score: scored score on" = "%1$@ a marqué %2$i %3$@";

/* HIGH SCORES: */
"High score: title" = "Meilleurs Scores:";

/* my name is */
"Label: name" = "Mon nom est";

/* Tries:%i Score:%i */
"Label: Pairs score" = "Tentatives:%1$i Score:%2$i";

/* Score: %i out of %i */
"Label: Score out of" = "Score: %1$i des %2$i";

/* Score: %i */
"Label: Score short" = "Score: %i";

/* score:  %i */
"Label: score with score" = "score: %i";

/* Your name */
"Page title: Your name" = "Votre nom";

/*  times table */
"Phrase: Blank times table" = " table de multiplication";

/* You scored %i\n */
"Score: You scored" = "Vous a marqué %i\n";

/* Choose a number */
"Screen Title: Choose a number" = "Choisissez un nombre";

/* Game */
"Screen Title: Game" = "Jeu";

/* Choose an activity */
"ScreenTitle: Choose a task" = "Choisissez";

/* Apples */
"Theme: Apples" = "Pommes";

/* Footballs */
"Theme: Footballs" = "Ballons de football";

/* Hearts */
"Theme: Hearts" = "Coeurs";

/* Stars */
"Theme: Starts" = "Étoiles";

/* REMEMBER */
"Title: REMEMBER" = "N' OUBLIEZ PAS";

"Title: Learn" = "Apprendre";

"Activity Detail: Learn" = "Commencez par le commencement";

"Freya: Press next to see your score" = "Appuyez sur 'suivant' pour voir votre score";

"Freya: count squares" = "Combien de carrés? Appuyez sur le bouton quand il montre la bonne réponse.";

/* Upgrade to full version */
"Title: Upgrade" = "Mise à niveau vers la version complète";


/* Upgrade to full version */
"Text: Upgrade" = "Il s'agit de la version gratuite de Times Table Fun qui couvre uniquement les 2, 3 et 4 tables. Mise à niveau vers la version complète pour seulement $price";

